---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.SectionArea
source: html/9da3684b-54c2-919f-c04e-1d572028ef62.htm
---
# Autodesk.Revit.DB.SpecTypeId.SectionArea Property

Section Area, in discipline Structural.

## Syntax (C#)
```csharp
public static ForgeTypeId SectionArea { get; }
```